const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By Dream");


client.on("ready", () => {
let channel =     client.channels.get("566967210543939638")
setInterval(function() {
channel.send(`ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد ممكن تجي تصوت للمتسابق رقم واحد `);
}, 30)
})

client.login(process.env.BOT_TOKEN);